@extends('layouts/default')

{{-- Page title --}}
@section('title') 個人情報保護方針 @parent
@stop

@section('meta')
<meta name="google-site-verification" content="iFdDprkPtv1sU5f53PCU-1qQDH5rE5x53p97R26MJkA">
<meta name="description" content="Coordiy予約の個人情報保護方針ページです。">
<meta name="keywords" content="予約,予約管理,Coordiy予約,個人情報保護方針">
<meta property="og:site_name" content="Coordiy予約">
<meta property="og:title" content="Coordiy予約">
<meta property="og:description" content="Coordiy予約のt個人情報保護方針ページです。">
<meta property="og:image" content="/storage/assets/img/logo_new_1600.png">
<meta property="og:url" content="{!!$_SERVER['HTTP_HOST']!!}">
<meta property="og:locale" content="ja_JP">
<meta property="og:type" content="website">
@stop

{{-- page level styles --}}
@section('header_styles')
<style>
h2, h3, h4, h5 {
    padding-top: 30px !important;
}
</style>
@stop

{{-- content --}}
@section('content')
<div class="page-layout simple full-width">
<div class="page-content p-6">


<h1>個人情報保護方針</h1>

       <p>
       株式会社コーディ（以後、当社）は「社会と強調ながら、常に新しい価値を創造し、それを実現する。」ことを企業理念としております。<br />
       当社は、これらを実践するに当たり、お客さまをはじめとする当社に関係する方々の個人情報の保護が重大な責務であると考え、「個人情報の保護に関する法律」、「行政手続きにおける特定の個人を識別するための番号の利用等に関する法律」、「特定個人情報の適正な取扱いに関するガイドライン（事業者編）」その他の法令に基づき、個人情報保護に万全を尽くすことを宣言するとともに、以下の取組みを実施いたします。
       </p>

       <h2>個人情報の取得と利用</h2>
       <p>
       当社は、事業の内容および規模を考慮した適法かつ公正な個人情報の取得、利用および提供を行います。<br />
       取得に際しては、利用目的を特定した上で個人情報を取得します。<br />
       また、利用目的の範囲を超えて個人情報の利用を行わないよう、社内管理体制の整備および安全対策措置を講じます。
       </p>

       <h2>個人情報の管理と保護</h2>
       <p>
       個人情報の管理は厳重に行うこととし、本人にご承諾いただいた場合および法令に定める場合を除き、第三者に対しデータを開示・提供することはいたしません。<br />
       また、個人情報の漏えい、滅失、き損を防止するための、「ISMS基本方針」の社内規程に基づき、安全対策および是正措置を講じます。
       </p>

       <h2>法令・規範の遵守</h2>
       <p>当社は、当社が保有する個人情報に関して適用される法令、国が定める指針その他の規範を遵守し、適切に運用いたします。</p>

       <h2>苦情・相談の対応</h2>
       <p>当社は、保有する個人情報に対するお問い合わせや苦情に対して、受付・対応の体制および手順を整備し、迅速に対応いたします。</p>


       <h2>個人情報保護管理体制および仕組みの継続的改善</h2>
       <p>当社では、個人情報保護に関する管理の体制と仕組みについて継続的改善を実施いたします。</p>


       <h2>個人情報の取扱いについて</h2>
       <p>当社は、「個人情報の保護に関する法律」ならびに「当社個人情報保護方針」に基づき、個人情報を以下のようにお取扱いし、保護に努めます。</p>


       <h2>当社の保有する個人情報</h2>
       <p>
       (1) 当社は、お客様がプラン申し込み等への記入等により、当社にご提供いただいた個人情報を個人データとして保有しております。<br />
       (2) 当社は、採用・求人応募者および当社で就業する従業員等の個人情報を個人データとして保有しております。
       </p>

       <h2>個人情報の利用目的</h2>
       <p>
       (1) 当社は、上記1.でご提供いただいた個人情報について、お客様との連絡のために利用させていただくほか、お申込みの旅行において、運輸・宿泊機関等（主要な運輸・宿泊機関等については最終日程表に記載されています）の手配やそのサービスの受領のための手続に必要な範囲内で利用させていただきます。<br />
       (2) その他、当社は、<br />
       １、 当社及び当社の提携する企業の商品やサービス等のご案内<br />
       ２、 ご旅行参加後のご意見やアンケートのお願い<br />
       ３、 商品購入における、商品の申込受付・発送・支払いの請求<br />
       ４、 統計資料の作成<br />
       ５、 その他お客様にとって有用と思われる取引の円滑な遂行のためにお客様の個人情報を利用させていただくことがあります。<br />
       (3) 当社は、採用・求人応募者が当社にお申出いただいた個人情報について、本人確認、本人との連絡その他、採用・求人の業務に必要な範囲内で利用させていただきます。<br />
       お客様個人情報の第三者への提供<br />
       (1) 当社は、お客様との契約目的を達成するために運輸・宿泊機関等および手配代行者へ、住所、氏名、電話番号、性別、年齢またはメールアドレス、パスポート番号を電子的方法等で送付することにより提供いたします。<br />
       (2) 当社は、物品販売取引において、当社の保有するお客様の個人情報を、商品の申込受付・問合せ対応・発送ならびに配送業務等のため、商品サプライヤー・外部委託業者に提供いたします。<br />
       (3) 当社は、「個人情報の保護に関する法律第23条第1項」に定める場合は、必要とされる範囲内で、個人情報を提供いたします。
       </p>

       <h2>お客様個人情報の共同利用</h2>
       <p>
       当社は、お客様の個人情報を当社以外で共同利用いたしません。
       </p>

       <h2>お客様個人情報に関するお問合せ、開示、削除、訂正について</h2>
       <p>
       (1) 当社が保有するお客様の個人情報の開示、その内容の訂正、削除、またはその利用の停止、ならびに第三者への提供の停止をご希望の方は、<br />
       　　　お問い合わせページからアカウント削除依頼をお申し出下さい。　アカウントが削除されるとお客様に関連する情報は全て削除されます。<br />
       　　　その際、法令及び当社規程に従い、遅滞なく必要な処置をとらせていただきます。また、ご希望の一部または全部に応じられない場合はその理由をご説明いたします。
       </p>
       <p>
       (2) 個人情報に関するお問合わせ窓口<br />
       株式会社コーディ<br />
       info@coordiy.com<br />
       ＊３営業日ほどでご返答させていただきます。
       </p>


       <p>（西暦2018年1月10日現在）</p>

       <p><a href="/cmn/terms">利用規約</a></p>


</div>


@include('include/footer')
</div>


@stop

{{-- footer scripts --}}
@section('footer_scripts')

@stop
