
https://www.esri.cao.go.jp/jp/sna/data/reference1/sakusei_top.html
https://www.esri.cao.go.jp/jp/sna/data/reference1/h23/pdf/sakusei_kijun23.pdf


国民経済計算の作成基準



１ 概論
(1) 国民経済計算は、我が国の経済の全体像を、国際比較可能な形で体系的に記録するこ
とにより作成する。
(2) 本基準は、国際連合の定める国民経済計算の体系に関する基準に準拠した統計を作成
する上で必要となる事項を定める。


２ 勘定系列
我が国の経済の全体像については、我が国の経済主体が、定められた期間において、ど
のような取引（フロー）を行い、資産や負債（ストック）がどのように変化したかについ
て記録することにより把握される。その際、フローにおいては源泉と使途の側面から、ス
トックにおいては資産と負債の側面から捕捉し、それぞれの整合性を図る。
このため、次に定める表を作成し、編成し直した上で公表する。
(1) 経常的取引に関する勘定
 ア 生産に関する勘定
 イ 所得の発生に関する勘定
 ウ 第１次所得の配分に関する勘定
 エ 所得の第２次分配に関する勘定
 オ 現物所得の再分配に関する勘定
 カ 所得の使用に関する勘定
(2) 資産や負債の蓄積に関する勘定
 ア 資本取引に関する勘定
 イ 金融取引に関する勘定
 ウ その他の資産変動に関する勘定
(3) 貸借対照表に関する勘定
(4) 一国経済全体に関する勘定
(5) 補足的な表


３ 分類
 経済の全体像を捉える上で、様々な取引主体及び取引の対象となる財貨・サービスをい
くつかの等質的なグループに集約するため、次の分類に基づく記録を行う。
(1) 制度部門別分類
2
 所得の受取や処分、資金の調達や資産の運用についての意思決定を行う主体の分類と
して、制度部門別分類を次のように定める。なお、非金融法人企業及び金融機関におけ
る公的、民間の区分については、政府又は社会保障基金の所有による支配又はその他の
根拠による支配のいずれかを受けているものを公的とする。
 ア 非金融法人企業
全ての我が国の居住者である非金融の法人企業や準法人企業が含まれる。財貨及び
非金融サービスの市場生産に携わる非営利団体も含まれる。
内訳部門として、公的非金融企業、民間非金融法人企業に区分する。
 イ 金融機関
主要な活動が金融仲介業務及びそれを促進する業務である全ての我が国の居住者
である法人企業及び準法人企業が含まれる。また、金融的性格を持つ市場生産に従事
する非営利団体も含まれる。
内訳部門として、公的金融機関、民間金融機関に区分する。
 ウ 一般政府
中央及び地方政府と、それらによって設定、管理されている社会保障基金が含まれ
る。また、政府又は社会保障基金により支配、資金供給され、非市場生産に携わる非
営利団体も含まれる。
 エ 家計
生計を共にする全ての我が国の居住者である人々の小集団が含まれる。自営の個人
企業も含まれる。
 オ 対家計民間非営利団体
政府によって支配、資金供給されているものを除き、家計に対して非市場の財貨や
サービスを提供する全ての我が国の居住者である非営利団体が含まれる。
(2) 経済活動別分類
 財貨やサービスの生産及び使用についての意思決定を行う主体の分類として、経済活
動別分類を定め、当該分類を公表する。
(3) 財貨・サービス別分類
 財貨やサービスそれぞれの品目の分類として、財貨・サービス別分類を定め、当該分
類を公表する。


４ 記録原則
(1) 発生主義に基づく記録
 制度部門間、経済活動間の取引を、原則として、以下の基準により当該取引が実際に
発生した時点において記録する。
3
 ア 生産活動
 産出は、財貨の生産やサービスの提供がなされた時点において記録する。また、中
間消費は、財貨・サービスが生産に使用された時点において記録する。
 イ 最終消費支出及び資本形成
 財貨の所有権が移転し、サービスの提供がなされた時点において記録する。
 ただし、在庫の増加については、生産物が購入・生産等の形で取得された時点にお
いて記録する。また、在庫の減少については、生産物が売却・中間消費等の形で処分
された時点において記録する。
 ウ 輸出入取引
 居住者と非居住者間で財貨の所有権が移転し、サービスの提供がなされた時点にお
いて記録する。
 エ 所得の受払
 支払義務が発生した時点において記録する。
 オ 金融取引
 資産負債の所有権が移転した時点、あるいは新たに債権債務関係が発生した時点に
おいて記録する。
(2) 市場価格による評価
 財貨・サービスの取引は、原則として、市場価格により評価する。市場取引が存在し
ない場合は、原則として、類似の財貨・サービスの市場価格又はその生産活動に要した
費用による評価を行う。
なお、財貨・サービスの使用は以下の定義による購入者価格、財貨・サービスの産出
は以下の定義による生産者価格により評価する。
 ア 購入者価格
 運輸・商業マージンを含む、財貨・サービスの購入者が最終的に負担する価格
 イ 生産者価格
 運輸・商業マージンを含まない、財貨・サービスの生産者が最終的に受け取る価格
(3) 最終支出主体主義による記録
 購入された財貨・サービスの帰属する主体を、原則として、最終的な購入者によって
区分する。
(4) 主要項目における実質価額の記録
 国内総生産や国民総所得といった主要な項目について、財貨・サービスの名目価額か
ら価格変動の影響を取り除くことにより、実質価額による評価・記録を行う。
4



５ 記録内容
 各勘定は、原則として、以下の内容により記録する。
(1) 経常的取引に関する勘定
 一定期間における経常的な経済取引活動について、生産、所得分配及び所得の使用等
に関する項目を記録する勘定を、以下の内容により作成する。
 ア 生産に関する勘定
 生産活動の結果としての産出から、この産出を生み出す際の財貨・サービスの消費
を中間的な投入として控除することにより、生産過程が作り出す追加的な価値である
付加価値に関する項目を経済活動ごとに記録し、国内総生産を記録する。
なお、産出には、間接的に計測される金融仲介サービス（ＦＩＳＩＭ）や自己勘定
の研究・開発を含む。また、国内総生産には、固定資産について、物的劣化、陳腐化、
通常の破損・損傷、予見される滅失、通常生じる程度の事故による損害等から生じる
減耗分の評価額として固定資本減耗（社会資本に係る分を含む。）に関する項目が含ま
れる。
 イ 所得の発生に関する勘定
 生産活動と直接結びついた分配取引について、以下の内容により記録する。
 源泉側には、発生した付加価値に関する項目を記録する。
 使途側には、こうした付加価値の帰属先として、生産過程への参加の結果として発
生する雇用者の報酬、生産及び輸入品に課される税による政府の収入に関する項目や、
控除項目として補助金による政府の支出に関する項目を記録するとともに、これらの
項目と源泉側の差額として、営業余剰や混合所得（生産活動により得られる余剰や欠
損。このうち混合所得は、家計部門（個人企業）分）に関する項目を記録する。雇用
者の報酬は、賃金や俸給（雇用者ストックオプションを含む。）に加え、雇主により、
雇用者のために社会保障基金等に支払われる現実的、帰属的な社会負担を含む。
 ウ 第１次所得の配分に関する勘定
 生産過程への参加又は生産の目的のために必要な資産の所有の結果として発生する
第１次所得の各制度部門への配分について、以下の内容により記録する。
 源泉側には、所得の発生に関する勘定において使途側に記録した、雇用者の報酬、
政府の収入等、営業余剰や混合所得に関する項目のほか、金融資産の所有者が資金の
提供の見返りとして受け取る投資所得や土地等の所有者がその提供の見返りに受け取
る賃貸料を含む財産所得の受取に関する項目を記録する。
 使途側には、財産所得の支払に関する項目を記録するとともに、これらの項目と源
泉側の差額として、第１次所得に係るバランス項目を記録する。
5
 エ 所得の第２次分配に関する勘定
 現金の移転による、各制度部門間の所得再分配について、以下の内容により記録す
る。
 源泉側には、第１次所得の配分に関する勘定において使途側に記録した第１次所得
に係るバランス項目のほか、所得や富等に課される経常的な税の受取に関する項目、
社会負担及び現物以外の社会給付その他の経常的な移転の受取に関する項目を記録す
る。
 使途側には、所得や富等に課される経常的な税の支払に関する項目、社会負担及び
現物以外の社会給付その他の経常的な移転の支払に関する項目を記録するとともに、
これらの項目と源泉側の差額として、最終消費活動及び蓄積活動に配分される所得と
なる可処分所得に関する項目を記録する。
 オ 現物所得の再分配に関する勘定
 現物の移転による、各制度部門間の所得再分配について、以下の内容により記録す
る。
 源泉側には、所得の第２次分配に関する勘定において使途側に記録した可処分所得
に関する項目のほか、現物による社会給付その他現物による経常的な移転の受取に関
する項目を記録する。
 使途側には、現物による社会給付その他現物による経常的な移転の支払に関する項
目を記録するとともに、これらの項目と源泉側の差額として、最終消費活動及び蓄積
活動に配分される所得となる、現物移転により調整された可処分所得に関する項目を
記録する。
 カ 所得の使用に関する勘定
 各制度部門の可処分所得に関する項目がどのように最終消費活動と蓄積活動に配分
されるかについて、以下の内容により記録する。
 源泉側には、所得の第２次分配に関する勘定又は現物所得の再分配に関する勘定に
おいて使途側に記録した可処分所得に関する項目や年金基金に係る社会負担と社会給
付の差額に関する項目を記録する。
使途側には、最終消費活動に関する項目あるいは現物所得の再分配により明らかに
なる現実に享受する便益を評価した消費活動に関する項目や年金基金に係る社会負担
と社会給付の差額に関する項目を記録するとともに、これらの項目と源泉側の差額と
して、蓄積活動への配分となる貯蓄に関する項目を記録する。最終消費支出に関する
項目は、一般政府が行う個別的消費財・サービス及び集合的消費サービスに関する支
出、家計及び対家計民間非営利団体が行う個別的消費財・サービスに関する支出を含
む。
6
(2) 資産や負債の蓄積に関する勘定
 蓄積活動等により生じる一定期間における非金融資産の変動並びに金融資産及び負債
の変動を記録する勘定を、以下の内容により作成する。
 ア 資本取引に関する勘定
 各制度部門における、固定資産や在庫を含む生産資産や非生産資産からなる非金融
資産の取得や処分に伴う変動（総固定資本形成や在庫品増加等）や、資本移転につい
て、以下の内容により記録する。
資産変動側には、非金融資産の取得及び処分により発生した非金融資産の変動に関
する項目を記録するとともに、これらの項目と負債及び正味資産の変動側の差額とし
て、資金余剰を示す純貸出あるいは資金不足を示す純借入に関する項目を記録する。
負債及び正味資産の変動側には、経常的取引に関する勘定のうち所得の使用に関す
る勘定の使途として記録した貯蓄に関する項目を記録するとともに、資本移転の受払
に関する項目を記録する。
なお、固定資産には、住宅等の建物や構築物、機械・設備、防衛装備品、育成生物
資源、ソフトウェア（自社開発ソフトウェアを含む。）や研究・開発等の知的財産生産
物を含む。
 イ 金融取引に関する勘定
 各制度部門における、金融資産及び負債に関する取引について、以下の内容により
記録する。
 資産変動側には、金融取引のうち債権である金融資産の変動に関する項目を記録す
る。
 負債及び正味資産の変動側には、金融取引のうち債務である負債の変動に関する項
目を記録するとともに、これらの項目と資産変動側の差額として、純貸出あるいは純
借入に関する項目を記録する。
 金融資産や負債には、現金・預金、貸出・借入、債務証券、持分のほか、雇用者ス
トックオプションや年金受給権、定型保証支払引当金等を含む。
 ウ その他の資産変動に関する勘定
 各制度部門における、資本取引に関する勘定及び金融取引に関する勘定に記録され
た取引以外の要因による資産及び負債の変動について、以下の内容により記録する。
 取引によらない資産の量の変動に関する項目を記録するとともに、保有する資産価
値の再評価に伴う保有利得又は保有損失に関する項目を記録する。
(3) 貸借対照表に関する勘定
7
 各制度部門における、特定の時点における所有資産の価値額と負債の価値額を記録す
る勘定を、以下の内容により作成する。
 資産側には、所有する非金融資産及び金融資産に関する項目を記録する。
 負債及び正味資産側には、所有する負債に関する項目を記録するとともに、これらの
項目と資産側の差額として、所有する正味資産に関する項目を記録する。
(4) 一国経済全体に関する勘定
 経常的取引に関する勘定及び資産や負債の蓄積に関する勘定について、各制度部門を
統合することにより一国経済全体の統合表示を記録するとともに、非居住者を包含した海外部門との取引を記録する勘定を作成する。(5) 補足的な表 その他、必要に応じ、経済活動別の財貨・サービスの産出・投入に関する項目のほか、
国民経済計算を作成・利用する上で重要となる項目を記録する。また、ここに含まれる
ものの一覧は公表する。



６ 作成方法の原則等
(1) フローについては、生産面、分配面及び支出面からの推計を行う。生産勘定は、産出
構造及び産業別投入構造から国内総生産を推計することで作成し、さらに、所得の発生・
分配・使用、資本の蓄積（負債）等を推計することで作成する。
(2) ストックについては、固定資産は、総固定資本形成及び固定資本減耗等のフローの値
を利用して恒久棚卸法によって推計し、さらに、在庫、非生産資産及び金融資産を推計
することで作成する。
(3) その他、本基準に基づく国民経済計算の具体的な作成方法は、統計法（平成十九年法
律第五十三号）第二十六条第一項の規定に基づき、総務大臣に通知した後、公表する。



７ 雑則
(1) 作成頻度
 国民経済計算は、毎年少なくとも１回作成する。
 また、国民経済計算における最も主要な集計項目である国内総生産及びその主要な内
訳項目等については、速報値を四半期ごとに作成する。
(2) 国際連合の定める国民経済計算の体系に関する基準との対応
 本基準に基づく国民経済計算と、国際連合の定める国民経済計算の体系に関する基準
8
の対応について公表する。
(3) 計数の改定等
 国民経済計算は、作成の基礎となる資料の改定等により、必要に応じ計数の改定等を
行うとともに、その改定等の理由を公表する。
(4) 基準の変更の検討等
本基準の変更の検討等に当たっては、国際連合の定める国民経済計算の体系に関する
基準に関する国際動向、我が国の経済情勢及び国民経済計算の作成方法や作成の基礎と
なる資料その他の本基準に関係する事項について、必要に応じ研究を行うものとする。
その状況については、必要に応じ統計委員会に報告するものとする。